[
  {
    "Name": "    After We Collided",
    "Year": "    (2020)",
    "Time": "                105 min",
    "Genre": "Drama, Romance            ",
    "Rating": "5.3",
    "Desc": "Based on the 2014 romance novel of the same name, this follows the love life of two young adults.",
    "Crew": [
      "Director: Roger Kumble ",
      " Stars: Josephine Langford, Hero Fiennes Tiffin, Louise Lombard, Dylan Sprouse"
    ]
  },
  {
    "Name": "    365 Days",
    "Year": "    (2020)",
    "Time": "                114 min",
    "Genre": "Drama, Romance            ",
    "Rating": "3.3",
    "Desc": "Massimo is a member of the Sicilian Mafia family and Laura is a sales director. She does not expect that on a trip to Sicily trying to save her relationship, Massimo will kidnap her and give her 365 days to fall in love with him.",
    "Crew": [
      "Directors: Barbara Bialowas, Tomasz Mandes ",
      " Stars: Anna Maria Sieklucka, Michele Morrone, Bronislaw Wroclawski, Otar Saralidze"
    ]
  },
  {
    "Name": "    Judy",
    "Year": "    (II) (2019)",
    "Time": "                118 min",
    "Genre": "Biography, Drama, Romance            ",
    "Rating": "6.8",
    "Desc": "Legendary performer Judy Garland arrives in London in the winter of 1968 to perform a series of sold-out concerts.",
    "Crew": [
      "Director: Rupert Goold ",
      " Stars: Renée Zellweger, Jessie Buckley, Finn Wittrock, Rufus Sewell"
    ]
  },
  {
    "Name": "    After",
    "Year": "    (2019)",
    "Time": "                105 min",
    "Genre": "Drama, Romance            ",
    "Rating": "5.3",
    "Desc": "A young woman falls for a guy with a dark secret and the two embark on a rocky relationship. Based on the novel by Anna Todd.",
    "Crew": [
      "Director: Jenny Gage ",
      " Stars: Josephine Langford, Hero Fiennes Tiffin, Khadijha Red Thunder, Dylan Arnold"
    ]
  },
  {
    "Name": "    Titanic",
    "Year": "    (1997)",
    "Time": "                194 min",
    "Genre": "Drama, Romance            ",
    "Rating": "7.8",
    "Desc": "A seventeen-year-old aristocrat falls in love with a kind but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.",
    "Crew": [
      "Director: James Cameron ",
      " Stars: Leonardo DiCaprio, Kate Winslet, Billy Zane, Kathy Bates"
    ]
  },
  {
    "Name": "    Twilight",
    "Year": "    (I) (2008)",
    "Time": "                122 min",
    "Genre": "Drama, Fantasy, Romance            ",
    "Rating": "5.2",
    "Desc": "Bella Swan moves to Forks and encounters Edward Cullen, a gorgeous boy with a secret.",
    "Crew": [
      "Director: Catherine Hardwicke ",
      " Stars: Kristen Stewart, Robert Pattinson, Billy Burke, Sarah Clarke"
    ]
  },
  {
    "Name": "    Love",
    "Year": "    (II) (2015)",
    "Time": "                135 min",
    "Genre": "Drama, Romance            ",
    "Rating": "6.1",
    "Desc": "Murphy is an American living in Paris who enters a highly sexually and emotionally charged relationship with the unstable Electra. Unaware of the effect it will have on their relationship, they invite their pretty neighbor into their bed.",
    "Crew": [
      "Director: Gaspar Noé ",
      " Stars: Aomi Muyock, Karl Glusman, Klara Kristin, Juan Saavedra"
    ]
  },
  {
    "Name": "    Little Women",
    "Year": "    (2019)",
    "Time": "                135 min",
    "Genre": "Drama, Romance            ",
    "Rating": "7.8",
    "Desc": "Jo March reflects back and forth on her life, telling the beloved story of the March sisters - four young women, each determined to live life on her own terms.",
    "Crew": [
      "Director: Greta Gerwig ",
      " Stars: Saoirse Ronan, Emma Watson, Florence Pugh, Eliza Scanlen"
    ]
  },
  {
    "Name": "    Pride & Prejudice",
    "Year": "    (2005)",
    "Time": "                129 min",
    "Genre": "Drama, Romance            ",
    "Rating": "7.8",
    "Desc": "Sparks fly when spirited Elizabeth Bennet meets single, rich, and proud Mr. Darcy. But Mr. Darcy reluctantly finds himself falling in love with a woman beneath his class. Can each overcome their own pride and prejudice?",
    "Crew": [
      "Director: Joe Wright ",
      " Stars: Keira Knightley, Matthew Macfadyen, Brenda Blethyn, Donald Sutherland"
    ]
  },
  {
    "Name": "    Corpse Bride",
    "Year": "    (2005)",
    "Time": "                77 min",
    "Genre": "Animation, Drama, Family            ",
    "Rating": "7.3",
    "Desc": "When a shy groom practices his wedding vows in the inadvertent presence of a deceased young woman, she rises from the grave assuming he has married her.",
    "Crew": [
      "Directors: Tim Burton, Mike Johnson ",
      " Stars: Johnny Depp, Helena Bonham Carter, Emily Watson, Tracey Ullman"
    ]
  },
  {
    "Name": "    Palm Springs",
    "Year": "    (2020)",
    "Time": "                90 min",
    "Genre": "Comedy, Fantasy, Mystery            ",
    "Rating": "7.4",
    "Desc": "When carefree Nyles and reluctant maid of honor Sarah have a chance encounter at a Palm Springs wedding, things get complicated as they are unable to escape the venue, themselves, or each other.",
    "Crew": [
      "Director: Max Barbakow ",
      " Stars: Andy Samberg, Cristin Milioti, J.K. Simmons, Peter Gallagher"
    ]
  },
  {
    "Name": "    Rebecca",
    "Year": "    (2020)",
    "Time": "                121 min",
    "Genre": "Drama, Mystery, Romance            ",
    "Rating": "Rate",
    "Desc": "A young newlywed arrives at her husband's imposing family estate on a windswept English coast and finds herself battling the shadow of his first wife, Rebecca, whose legacy lives on in the house long after her death.",
    "Crew": [
      "Director: Ben Wheatley ",
      " Stars: Lily James, Armie Hammer, Keeley Hawes, Kristin Scott Thomas"
    ]
  },
  {
    "Name": "    Forrest Gump",
    "Year": "    (1994)",
    "Time": "                142 min",
    "Genre": "Drama, Romance            ",
    "Rating": "8.8",
    "Desc": "The presidencies of Kennedy and Johnson, the events of Vietnam, Watergate and other historical events unfold through the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart.",
    "Crew": [
      "Director: Robert Zemeckis ",
      " Stars: Tom Hanks, Robin Wright, Gary Sinise, Sally Field"
    ]
  },
  {
    "Name": "    The Secret: Dare to Dream",
    "Year": "    (2020)",
    "Time": "                107 min",
    "Genre": "Drama, Romance            ",
    "Rating": "6.4",
    "Desc": "A widow struggling to get by meets a stranger who subscribes to a philosophy of positive thinking.",
    "Crew": [
      "Director: Andy Tennant ",
      " Stars: Katie Holmes, Josh Lucas, Celia Weston, Jerry O'Connell"
    ]
  },
  {
    "Name": "    Maleficent",
    "Year": "    (2014)",
    "Time": "                97 min",
    "Genre": "Action, Adventure, Family            ",
    "Rating": "7.0",
    "Desc": "A vengeful fairy is driven to curse an infant princess, only to discover that the child may be the one person who can restore peace to their troubled land.",
    "Crew": [
      "Director: Robert Stromberg ",
      " Stars: Angelina Jolie, Elle Fanning, Sharlto Copley, Lesley Manville"
    ]
  },
  {
    "Name": "    You've Got This",
    "Year": "    (2020)",
    "Time": "                111 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "5.5",
    "Desc": "Alex, an advertising creative wants to be a dad at all cost, but his wife is a lawyer on top of her career, and being a mother isn't part of her plans. An unexpected guest will challenge their love.",
    "Crew": [
      "Director: Salvador Espinosa ",
      " Stars: Tato Alexander, Moisés Arizmendi, Krizia Bajos, Fernando Becerril"
    ]
  },
  {
    "Name": "    Fifty Shades of Grey",
    "Year": "    (2015)",
    "Time": "                125 min",
    "Genre": "Drama, Romance, Thriller            ",
    "Rating": "4.1",
    "Desc": "Literature student Anastasia Steele's life changes forever when she meets handsome, yet tormented, billionaire Christian Grey.",
    "Crew": [
      "Director: Sam Taylor-Johnson ",
      " Stars: Dakota Johnson, Jamie Dornan, Jennifer Ehle, Eloise Mumford"
    ]
  },
  {
    "Name": "    The Princess Bride",
    "Year": "    (1987)",
    "Time": "                98 min",
    "Genre": "Adventure, Family, Fantasy            ",
    "Rating": "8.1",
    "Desc": "While home sick in bed, a young boy's grandfather reads him the story of a farmboy-turned-pirate who encounters numerous obstacles, enemies and allies in his quest to be reunited with his true love.",
    "Crew": [
      "Director: Rob Reiner ",
      " Stars: Cary Elwes, Mandy Patinkin, Robin Wright, Chris Sarandon"
    ]
  },
  {
    "Name": "    Call Me by Your Name",
    "Year": "    (2017)",
    "Time": "                132 min",
    "Genre": "Drama, Romance            ",
    "Rating": "7.9",
    "Desc": "In 1980s Italy, romance blossoms between a seventeen-year-old student and the older man hired as his father's research assistant.",
    "Crew": [
      "Director: Luca Guadagnino ",
      " Stars: Armie Hammer, Timothée Chalamet, Michael Stuhlbarg, Amira Casar"
    ]
  },
  {
    "Name": "    Good Will Hunting",
    "Year": "    (1997)",
    "Time": "                126 min",
    "Genre": "Drama, Romance            ",
    "Rating": "8.3",
    "Desc": "Will Hunting, a janitor at M.I.T., has a gift for mathematics, but needs help from a psychologist to find direction in his life.",
    "Crew": [
      "Director: Gus Van Sant ",
      " Stars: Robin Williams, Matt Damon, Ben Affleck, Stellan Skarsgård"
    ]
  },
  {
    "Name": "    Edward Scissorhands",
    "Year": "    (1990)",
    "Time": "                105 min",
    "Genre": "Drama, Fantasy, Romance            ",
    "Rating": "7.9",
    "Desc": "An artificial man, who was incompletely constructed and has scissors for hands, leads a solitary life. Then one day, a suburban lady meets him and introduces him to her world.",
    "Crew": [
      "Director: Tim Burton ",
      " Stars: Johnny Depp, Winona Ryder, Dianne Wiest, Anthony Michael Hall"
    ]
  },
  {
    "Name": "    Love, Guaranteed",
    "Year": "    (2020)",
    "Time": "                90 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "5.5",
    "Desc": "To save her small law firm, earnest lawyer Susan takes a high-paying case from Nick, a charming new client who wants to sue a dating website that guarantees love. But as the case heats up, so do Susan and Nick's feelings for each other.",
    "Crew": [
      "Director: Mark Steven Johnson ",
      " Stars: Rachael Leigh Cook, Damon Wayans Jr., Heather Graham, Caitlin Howden"
    ]
  },
  {
    "Name": "    Beauty and the Beast",
    "Year": "    (I) (2017)",
    "Time": "                129 min",
    "Genre": "Family, Fantasy, Musical            ",
    "Rating": "7.1",
    "Desc": "A selfish Prince is cursed to become a monster for the rest of his life, unless he learns to fall in love with a beautiful young woman he keeps prisoner.",
    "Crew": [
      "Director: Bill Condon ",
      " Stars: Emma Watson, Dan Stevens, Luke Evans, Josh Gad"
    ]
  },
  {
    "Name": "    Aladdin",
    "Year": "    (2019)",
    "Time": "                128 min",
    "Genre": "Adventure, Family, Fantasy            ",
    "Rating": "7.0",
    "Desc": "A kind-hearted street urchin and a power-hungry Grand Vizier vie for a magic lamp that has the power to make their deepest wishes come true.",
    "Crew": [
      "Director: Guy Ritchie ",
      " Stars: Will Smith, Mena Massoud, Naomi Scott, Marwan Kenzari"
    ]
  },
  {
    "Name": "    Stranger Than Fiction",
    "Year": "    (2006)",
    "Time": "                113 min",
    "Genre": "Comedy, Drama, Fantasy            ",
    "Rating": "7.5",
    "Desc": "I.R.S. auditor Harold Crick suddenly finds himself the subject of narration only he can hear: narration that begins to affect his entire life, from his work, to his love-interest, to his death.",
    "Crew": [
      "Director: Marc Forster ",
      " Stars: Will Ferrell, Emma Thompson, Dustin Hoffman, Queen Latifah"
    ]
  },
  {
    "Name": "    Ginny Weds Sunny",
    "Year": "    (2020)",
    "Time": "                125 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "5.7",
    "Desc": "The film follows headstrong Ginny who meets Sunny for an arranged marriage, but turns him down, and then shows how Sunny teams up with Ginny's mother to win her love.",
    "Crew": [
      "Director: Puneet Khanna ",
      " Stars: Yami Gautam, Vikrant Massey, Ayesha Raza, Rajiv Gupta"
    ]
  },
  {
    "Name": "    Love, Rosie",
    "Year": "    (2014)",
    "Time": "                102 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "7.2",
    "Desc": "Rosie and Alex have been best friends since they were 5, so they couldn't possibly be right for one another...or could they? When it comes to love, life and making the right choices, these two are their own worst enemies.",
    "Crew": [
      "Director: Christian Ditter ",
      " Stars: Lily Collins, Sam Claflin, Christian Cooke, Jaime Winstone"
    ]
  },
  {
    "Name": "    Emma.",
    "Year": "    (2020)",
    "Time": "                124 min",
    "Genre": "Comedy, Drama, Romance            ",
    "Rating": "6.7",
    "Desc": "In 1800s England, a well meaning but selfish young woman meddles in the love lives of her friends.",
    "Crew": [
      "Director: Autumn de Wilde ",
      " Stars: Anya Taylor-Joy, Johnny Flynn, Mia Goth, Angus Imrie"
    ]
  },
  {
    "Name": "    Scott Pilgrim vs. the World",
    "Year": "    (2010)",
    "Time": "                112 min",
    "Genre": "Action, Comedy, Fantasy            ",
    "Rating": "7.5",
    "Desc": "Scott Pilgrim must defeat his new girlfriend's seven evil exes in order to win her heart.",
    "Crew": [
      "Director: Edgar Wright ",
      " Stars: Michael Cera, Mary Elizabeth Winstead, Kieran Culkin, Anna Kendrick"
    ]
  },
  {
    "Name": "    The King",
    "Year": "    (I) (2019)",
    "Time": "                140 min",
    "Genre": "Biography, Drama, History            ",
    "Rating": "7.2",
    "Desc": "Hal, wayward prince and heir to the English throne, is crowned King Henry V after his tyrannical father dies. Now the young king must navigate palace politics, the war his father left behind, and the emotional strings of his past life.",
    "Crew": [
      "Director: David Michôd ",
      " Stars: Tom Glynn-Carney, Gábor Czap, Tom Fisher, Edward Ashley"
    ]
  },
  {
    "Name": "    Sixteen Candles",
    "Year": "    (1984)",
    "Time": "                93 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "7.1",
    "Desc": "A girl's \"sweet\" sixteenth birthday becomes anything but special, as she suffers from every embarrassment possible.",
    "Crew": [
      "Director: John Hughes ",
      " Stars: Molly Ringwald, Anthony Michael Hall, Justin Henry, Michael Schoeffling"
    ]
  },
  {
    "Name": "    Stardust",
    "Year": "    (2007)",
    "Time": "                127 min",
    "Genre": "Adventure, Family, Fantasy            ",
    "Rating": "7.6",
    "Desc": "In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm.",
    "Crew": [
      "Director: Matthew Vaughn ",
      " Stars: Charlie Cox, Claire Danes, Sienna Miller, Ian McKellen"
    ]
  },
  {
    "Name": "    Eternal Sunshine of the Spotless Mind",
    "Year": "    (2004)",
    "Time": "                108 min",
    "Genre": "Drama, Romance, Sci-Fi            ",
    "Rating": "8.3",
    "Desc": "When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories.",
    "Crew": [
      "Director: Michel Gondry ",
      " Stars: Jim Carrey, Kate Winslet, Tom Wilkinson, Gerry Robert Byrne"
    ]
  },
  {
    "Name": "    Her",
    "Year": "    (2013)",
    "Time": "                126 min",
    "Genre": "Drama, Romance, Sci-Fi            ",
    "Rating": "8.0",
    "Desc": "In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.",
    "Crew": [
      "Director: Spike Jonze ",
      " Stars: Joaquin Phoenix, Amy Adams, Scarlett Johansson, Rooney Mara"
    ]
  },
  {
    "Name": "    The Karate Kid Part II",
    "Year": "    (1986)",
    "Time": "                113 min",
    "Genre": "Action, Family, Romance            ",
    "Rating": "6.1",
    "Desc": "Daniel accompanies his mentor, Mr. Miyagi, to Miyagi's childhood home in Okinawa. Miyagi visits his dying father and confronts his old rival, while Daniel falls in love and inadvertently makes a new rival of his own.",
    "Crew": [
      "Director: John G. Avildsen ",
      " Stars: Pat Morita, Ralph Macchio, Pat E. Johnson, Bruce Malmuth"
    ]
  },
  {
    "Name": "    Khaali Peeli",
    "Year": "    (2020)",
    "Time": "                119 min",
    "Genre": "Action, Comedy, Romance            ",
    "Rating": "2.0",
    "Desc": "Follows a taxi driver who picks up a girl while he is on the run and ends up in a crazy roller-coaster of events.",
    "Crew": [
      "Director: Maqbool Khan ",
      " Stars: Ishaan Khattar, Ananya Panday, Jaideep Ahlawat, Illuminati Dance Crew"
    ]
  },
  {
    "Name": "    Crazy Rich Asians",
    "Year": "    (2018)",
    "Time": "                120 min",
    "Genre": "Comedy, Drama, Romance            ",
    "Rating": "6.9",
    "Desc": "This contemporary romantic comedy, based on a global bestseller, follows native New Yorker Rachel Chu to Singapore to meet her boyfriend's family.",
    "Crew": [
      "Director: Jon M. Chu ",
      " Stars: Constance Wu, Henry Golding, Michelle Yeoh, Gemma Chan"
    ]
  },
  {
    "Name": "    The Shape of Water",
    "Year": "    (2017)",
    "Time": "                123 min",
    "Genre": "Adventure, Drama, Fantasy            ",
    "Rating": "7.3",
    "Desc": "At a top secret research facility in the 1960s, a lonely janitor forms a unique relationship with an amphibious creature that is being held in captivity.",
    "Crew": [
      "Director: Guillermo del Toro ",
      " Stars: Sally Hawkins, Octavia Spencer, Michael Shannon, Doug Jones"
    ]
  },
  {
    "Name": "    Portrait of a Lady on Fire",
    "Year": "    (2019)",
    "Time": "                122 min",
    "Genre": "Drama, Romance            ",
    "Rating": "8.1",
    "Desc": "On an isolated island in Brittany at the end of the eighteenth century, a female painter is obliged to paint a wedding portrait of a young woman.",
    "Crew": [
      "Director: Céline Sciamma ",
      " Stars: Noémie Merlant, Adèle Haenel, Luàna Bajrami, Valeria Golino"
    ]
  },
  {
    "Name": "    Grease",
    "Year": "    (1978)",
    "Time": "                110 min",
    "Genre": "Musical, Romance            ",
    "Rating": "7.2",
    "Desc": "Good girl Sandy Olsson (Olivia Newton-John) and greaser Danny Zuko (John Travolta) fell in love over the summer. When they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance?",
    "Crew": [
      "Director: Randal Kleiser ",
      " Stars: John Travolta, Olivia Newton-John, Stockard Channing, Jeff Conaway"
    ]
  },
  {
    "Name": "    A Star Is Born",
    "Year": "    (2018)",
    "Time": "                136 min",
    "Genre": "Drama, Music, Romance            ",
    "Rating": "7.7",
    "Desc": "A musician helps a young singer find fame as age and alcoholism send his own career into a downward spiral.",
    "Crew": [
      "Director: Bradley Cooper ",
      " Stars: Lady Gaga, Bradley Cooper, Sam Elliott, Greg Grunberg"
    ]
  },
  {
    "Name": "    Then Came You",
    "Year": "    (2020)",
    "Time": "            ",
    "Rating": "5.2",
    "Desc": "A lonely widow plans a trip around the world with her husband's ashes, to visit the places they loved in the movies. The first stop on the journey changes her life forever.",
    "Crew": [
      "Director: Adriana Trigiani ",
      " Stars: Kathie Lee Gifford, Craig Ferguson, Ford Kiernan, Phyllida Law"
    ]
  },
  {
    "Name": "    Les Misérables",
    "Year": "    (2012)",
    "Time": "                158 min",
    "Genre": "Drama, History, Musical            ",
    "Rating": "7.6",
    "Desc": "In 19th-century France, Jean Valjean, who for decades has been hunted by the ruthless policeman Javert after breaking parole, agrees to care for a factory worker's daughter. The decision changes their lives forever.",
    "Crew": [
      "Director: Tom Hooper ",
      " Stars: Hugh Jackman, Russell Crowe, Anne Hathaway, Amanda Seyfried"
    ]
  },
  {
    "Name": "    Clueless",
    "Year": "    (1995)",
    "Time": "                97 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "6.8",
    "Desc": "Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school's pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other.",
    "Crew": [
      "Director: Amy Heckerling ",
      " Stars: Alicia Silverstone, Stacey Dash, Brittany Murphy, Paul Rudd"
    ]
  },
  {
    "Name": "    Deep Impact",
    "Year": "    (1998)",
    "Time": "                120 min",
    "Genre": "Action, Drama, Romance            ",
    "Rating": "6.2",
    "Desc": "A comet is discovered to be on a collision course with Earth. As doomsday nears, the human race prepares for the worst.",
    "Crew": [
      "Director: Mimi Leder ",
      " Stars: Robert Duvall, Téa Leoni, Elijah Wood, Morgan Freeman"
    ]
  },
  {
    "Name": "    The Blue Lagoon",
    "Year": "    (1980)",
    "Time": "                104 min",
    "Genre": "Adventure, Drama, Romance            ",
    "Rating": "5.8",
    "Desc": "In the Victorian period, two children are shipwrecked on a tropical island in the South Pacific. With no adults to guide them, the two make a simple life together, unaware that sexual maturity will eventually intervene.",
    "Crew": [
      "Director: Randal Kleiser ",
      " Stars: Brooke Shields, Christopher Atkins, Leo McKern, William Daniels"
    ]
  },
  {
    "Name": "    Bad Teacher",
    "Year": "    (2011)",
    "Time": "                92 min",
    "Genre": "Comedy, Romance            ",
    "Rating": "5.6",
    "Desc": "A lazy, incompetent middle school teacher who hates her job, her students, and her co-workers is forced to return to teaching to make enough money for breast implants after her wealthy fiancé dumps her.",
    "Crew": [
      "Director: Jake Kasdan ",
      " Stars: Cameron Diaz, Jason Segel, Justin Timberlake, Lucy Punch"
    ]
  },
  {
    "Name": "    Kicking and Screaming",
    "Year": "    (1995)",
    "Time": "                96 min",
    "Genre": "Comedy, Drama, Romance            ",
    "Rating": "6.8",
    "Desc": "A bunch of guys hang around their college for months after graduation, continuing a life much like the one before graduation.",
    "Crew": [
      "Director: Noah Baumbach ",
      " Stars: Josh Hamilton, Eric Stoltz, Samuel Gould, Catherine Kellner"
    ]
  },
  {
    "Name": "    Practical Magic",
    "Year": "    (1998)",
    "Time": "                104 min",
    "Genre": "Comedy, Drama, Fantasy            ",
    "Rating": "6.3",
    "Desc": "Two witch sisters, raised by their eccentric aunts in a small town, face closed-minded prejudice and a curse which threatens to prevent them ever finding lasting love.",
    "Crew": [
      "Director: Griffin Dunne ",
      " Stars: Sandra Bullock, Nicole Kidman, Stockard Channing, Dianne Wiest"
    ]
  }
]